Repository: Mikello09/TofyKeysSwiftUI
Catalog: TofyKeys/Helper/Localizables/*.lproj/Localizable.strings
Languages: es

# Mikel
source: Hola Mikel
es: Adios Mikel

source: Login or Register
es: Entra en el mundo Tofy

source: Password
es: Contraseña

# enter
source: Log in
es: Entrar

# no_account
source: Have no account yet? Register!
es: ¿No tienes cuenta todavía? ¡Regístrate!

# tofy_login
source: Log in with Tofy
es: Logéate con Tofy

# emptyFieldError
source: There is an empty field
es: Algún campo está vacío

# invalidEmail
source: The email is invalid
es: El email es incorrecto

# loginError
source: Incorrect user or password
es: Usuario o contraseña incorrectos

source: Register
es: Registro

source: Name
es: Nombre

source: Repeat password
es: Repite la contraseña

# Register_explanation
source: Register and take Tofy everywhere with you
es: Regístrate y llévate Tofy a cualquier dispositivo

# Character_election
source: Choose your character avatar
es: Elige tu avatar

source: Do register
es: Regístrate

source: Log out
es: Cerrar sesión

source: Add new key
es: Añade una nueva clave

source: Add key
es: Añade clave

# ValueTitle
source: Value
es: Valor

# UserPassTitle
source: User/Password
es: Usuario/Contraseña

source: Title
es: Título

source: Value
es: Valor

source: User
es: Usuario
